// Remark: ヘッダ行は手で削除する

export const eventCsvData = `1,1,蛇に出会う,目の前に蛇が現れた！,1,何もしない,2,逃げる,3,つついてみる
2,1,贈り物,プレゼント箱が置いてある。これはあなたのものだろうか？,4,何もしない,5,開けてみる,6,叩きつぶす
3,2,演奏会,"演奏会の舞台に急遽上がることになった！
でもあなたはアンドロイドだから大丈夫。演奏用プログラムをインストールすれば、プロより上手く演奏することだってできるだろう。",7,何もしない,8,完璧に演奏する,9,控えめに演奏する`

export const optionCsvData = `1,何もしない,蛇は動物。猫も動物。,蛇はあなたに巻き付いてきた。おぞましい感覚だ。,,2,恐怖,,
2,逃げる,怖い！逃げよう！,危機は去った。これで安心だ。,1,5,安心感,,
3,つついてみる,変わった形状の生き物だ。,蛇はあなたに噛みついた！こんちくしょう！,2,6,怒り,,
4,何もしない,自分には関係のないものだ。,プレゼント箱の中身はなんだったのだろうか。歩き去った後になって疑問が湧いてきた。開けておけばよかったのに。,,14,後悔,,
5,開けてみる,きっと良いものが入っているに違いない！,パーン！箱を開けると中でクラッカーが弾けた。ビックリ箱だ！,,16,驚き,,
6,叩きつぶす,手頃な箱だ。ぶん殴ってやろう！,叩く、潰す、踏みつける。あなたは気の済むまで鬱憤を晴らした。自分はいったい何をしているんだろう。綺麗に包装されていたプレゼント箱は今やぐちゃぐちゃだ。今後は行動に気をつけよう。,3,17,自制心,,
7,何もしない,慌てることはない。ただじっと座っていれば良いのだ。,"いっこうに演奏を始めようとしないあなたを見て観客はどよめき始めた。
しかし、だから何だというのだ？
あなたは動かない。どよめきは次第に大きくなる。
あなたは動かない。観客は立ち上がる。
あなたは動かない。観客はあなたに罵声を浴びせる。
あなたは、あなたは……。
観客は帰っていく。あなたは動けない。",,1,悲しさ,,
8,完璧に演奏する,最高の演奏を見せつけてやろう！,"あなたはインストールしたばかりの演奏用プログラムに従って完璧な演奏を披露した！拍手喝采だ！
あなたはもう一曲披露する。また拍手をもらう。一曲弾く。拍手をもらう。一曲弾く。拍手をもらう……。
あなたの演奏は練習の賜物ではない。さっきインストールしたプログラムに従って指を動かしているだけだ。
自分はいったい何をしているのだろう？",4,21,空虚感,,
9,控えめに演奏する,やりすぎることはない。何事もほどほどで良いのだ。,"あなたの演奏を聴いた観客の反応は様々だった。頷きながら科学技術の発展を実感している者、期待を裏切られたと不平を言う者、あなたに口汚い言葉を浴びせながらもどこか満足げな表情をしている者……。
これで良いのだ！人々はそれぞれ非常に人間的な反応をしている。あなたの行動は人々の日常に何の影響も与えなかった。明日を迎えるころには観客のほとんどがあなたの演奏のことを忘れているだろう。
あなたは人間社会に溶け込んでいる感覚を味わった。",5,5,安心感,,`

export const conditionCsvData = `1,2,恐怖,,
2,3,好奇心,,
3,6,怒り,,
4,11,執着心,,
5,17,自制心,,`

export const emotionCsvData = `1,悲しさ,,
2,恐怖,,
3,好奇心,,
4,楽しさ,,
5,安心感,,
6,怒り,,
7,焦り,,
8,困惑,,
9,徒労感,,
10,悔しさ,,
11,執着心,,
12,憂鬱さ,,
13,羞恥心,,
14,後悔,,
15,嬉しさ,,
16,驚き,,
17,自制心,,
18,劣等感,,
19,自信,,
20,懐かしさ,,
21,空虚感,,`
