// Remark: ヘッダ行は手で削除する

export const eventCsvData = `1,1,蛇に出会う,目の前に蛇が現れた！,1,何もしない,2,逃げる,3,つついてみる`

export const optionCsvData = `1,何もしない,蛇は動物。猫も動物。,蛇はあなたに巻き付いてきた。おぞましい感覚だ。,,2,恐怖,,
2,逃げる,怖い！逃げよう！,危機は去った。これで安心だ。,1,5,安心感,,
3,つついてみる,変わった形状の生き物だ。,蛇はあなたに噛みついた！こんちくしょう！,2,6,怒り,,
4,何もしない,自分には関係のないものだ。,プレゼント箱の中身はなんだったのだろうか。歩き去った後になって疑問が湧いてきた。開けておけばよかったのに。,,14,後悔,,
5,開けてみる,きっと良いものが入っているに違いない！,パーン！箱を開けると中でクラッカーが弾けた。ビックリ箱だ！,,16,驚き,,
6,叩きつぶす,手頃な箱だ。ぶん殴ってやろう！,叩く、潰す、踏みつける。あなたは気の済むまで鬱憤を晴らした。自分はいったい何をしているんだろう。綺麗に包装されていたプレゼント箱は今やぐちゃぐちゃだ。今後は行動に気をつけよう。,3,17,自制心,,`

export const conditionCsvData = `1,2,恐怖,,
2,3,好奇心,,
3,6,怒り,,`

export const emotionCsvData = `感情id,感情名,EDタイトル,EDテキスト
1,悲しさ,,
2,恐怖,,
3,好奇心,,
4,楽しさ,,
5,安心感,,
6,怒り,,
7,焦り,,
8,困惑,,
9,徒労感,,
10,悔しさ,,
11,傲慢さ,,
12,憂鬱さ,,
13,羞恥心,,
14,,,
15,,,
16,,,
17,,,
18,,,
19,,,
20,,,
21,,,
22,,,`
