// Remark: ヘッダ行は手で削除する

export const eventCsvData = `1,1,蛇に出会う,目の前に蛇が現れた！,1,何もしない,2,逃げる,3,つついてみる`

export const optionCsvData = `選択肢id,選択肢タイトル,選択肢テキスト,選択後テキスト,選択条件key,獲得感情id,獲得感情名,喪失感情id,喪失感情名
1,何もしない,蛇は動物。猫も動物。,蛇はあなたに巻き付いてきた。おぞましい感覚だ。,,2,恐怖,,
2,逃げる,怖い！逃げよう！,危機は去った。これで安心だ。,,5,安心感,,
3,つついてみる,変わった形状の生き物だ。,蛇はあなたに噛みついた！こんちくしょう！,,6,怒り,,`

export const conditionCsvData = `key,必要感情id,必要感情名,除外感情id,除外感情名
1,1,悲しさ,,`

export const emotionCsvData = `1,悲しさ
2,恐怖
3,好奇心
4,楽しさ
5,安心感
6,怒り
7,
8,
9,
10,
11,
12,
13,
14,
15,
16,
17,
18,
19,
20,
21,
22,`
